[
  {
    "_id": "01",
    "category_id": "01",
    "rating": {
      "number": 4.5,
      "badge": "Excellent"
    },
    "total_student": 489,
    "title": "Python : Master Course",
    "course_fee": "$90",
    "img": "https://i.ibb.co/K0GHb0J/python.png",
    "details": "Are you tired of getting videos and lectures on just python basics and syntaxes or just strucked in college studies and hello world program. so I guess you have to give a try to this course this course is designed after analysing what a student need to study python. After analysing what they required and what they want in a course, how they can easily start any course but didn't able to finish it. Now let me explain you how so this course is designed including all fields of python and for keeping the interest until the last there are actually working games as projects so that no one get bored and with that everything explained is designed in very simple and easy way. just after completing the course I guarantee that every single of you will be able to develop any kind of application using python. you will learn to create desktop applications and even controlling objects by using keyboard which I guess most of you already want to learn and also python for data science in which you will learn to create even globe maps. Now let me explain some of few topics you are going to cover-"
  },
  {
    "_id": "02",
    "category_id": "02",
    "rating": {
      "number": 4.5,
      "badge": "Excellent"
    },
    "total_student": 473,
    "title": "Android Material Design",
    "course_fee": "$220",
    "img": "https://i.ibb.co/4NbtdHd/android.png",
    "details": "Material design is a comprehensive guide for visual, motion, and interaction design across platforms and devices. This course talks about all the important material design specifications, colors, design guidelines, and also using material widgets along with material themes and concepts. Curious about Android Material Design? This is the your final stop where you will get information regarding material design specifications and the related widgets being used with material design themes. The best part of this course is that you will learn to make several complete android demo apps from scratch - two major apps and several small apps - based on material design guidelines. Enhance your application user interface designing skills by implementing all new materialistic features introduced in Android Lollipop 5.0.Styling of Android Application is very important and one of the most critical feature in designing the app. To make this difficult task easy, I have come up with this course of Android Material Design, which begins with the basics of the material design and proceeds with covering some really complicated and most interesting stuffs like Android Material Design Animation."
  },
  {
    "_id": "03",
    "category_id": "03",
    "rating": {
      "number": 4,
      "badge": "Good"
    },
    "total_student": 902,
    "title": "Game Development",
    "course_fee": "$522",
    "img": "https://i.ibb.co/2PnFFKB/game.png",
    "details": "This is the partner course to the Complete Unreal C++ Developer, one of the most popular Unreal courses on the web. In this course you'll learn how to make games without writing traditional code by using Unreal Engine 4 and its powerful visual coding system known as Blueprints. We start this course at a beginners pace so you need no prior experience or knowledge of Unreal Engine 4 or game development.In the first section you'll go from not even having Unreal installed to making your first game: Marble Run! In fact, once you're  more confident, you'll be able to make Marble Run game in less that 15 minutes! That's how easy and powerful Unreal Blueprint can be.In the next section you'll build your second game, Crystal Cavern. You'll develop your own levels by editing geometry and using Unreal's powerful lighting system. You'll populate your levels with actors that you fully code yourself through Blueprints such as: pickups, cannons, projectiles & more! By the end of this course you'll have the fundamental skills to create your own games with Unreal Engine 4.Get plugged into our communities of amazing developers on Facebook (nearly 20k), in our own TA-curated Community (17k views/day), and our student chat group (10k live at any one time)."
  },
  {
    "_id": "04",
    "category_id": "04",
    "rating": {
      "number": 4.5,
      "badge": "Excellent"
    },
    "total_student": 998,
    "title": "Adobe Photoshop CC",
    "course_fee": "$81",
    "img": "https://i.ibb.co/Qcw1DjQ/photoshop.png",
    "details": "Hi there, my name is Dan Scott. I am an Adobe Certified Instructor (ACI) for Photoshop. Are you struggling to learn Photoshop on your own? This course will allow you to use Photoshop professionally. You will be able to add Photoshop to your CV & start getting paid for your Photoshop skills. In this course I will teach you everything you need to know about getting started with Photoshop. You'll learn how to use Photoshop for use in Graphic Design & for Photoshop Retouching. You will create lots of your own projects that you can add to your own portfolio to help your employment. David: AMAZING course Dan! Thank you so much for sharing your skills with us!! Your teaching style is very professional and easy to understand. I feel comfortable with the skill set you've given me to handle small projects now. I've already purchased your Advanced Training Course in Photoshop and can't wait to dive in!! Thanks again! This course is for beginners. You do not need any previous knowledge of Photoshop, photography or design. We will start right at the beginning and work our way through step by step."
  },
  {
    "_id": "05",
    "category_id": "05",
    "rating": {
      "number": 4.5,
      "badge": "Excellent"
    },
    "total_student": 488,
    "title": "Wordpress for Beginners",
    "course_fee": "$55",
    "img": "https://i.ibb.co/dG88WFv/wordpress-W.png",
    "details": "This course will guide you through every single step from installation to finished website.  I'll show you how you can install Wordpress on your own computer for free, so you don't have to pay for a domain name or hosting fees while you complete this course.  Once you've got Wordpress installed on your computer, you will learn how to build and run a successful, beautiful, responsive-design website you can be proud of. After taking you through all of the main options in Wordpress, explaining what each one does and how you set it up, I'll let you watch over my shoulder as I build a Wordpress website.  It will be an affiliate site that I hope will make me passive income for many years to come.  Go and check out the free preview tutorials in Section 13. Who is this Wordpress course for? Have you ever wanted to build a professional looking website, but didn't know where to start?  Now you can.  Wordpress for Beginners is a complete course for anyone, no matter what your technical ability.  This course assumes no prior knowledge!"
  },
  {
    "_id": "06",
    "category_id": "06",
    "rating": {
      "number": 5,
      "badge": "Super"
    },
    "total_student": 163,
    "title": "Web Development Course",
    "course_fee": "$145",
    "img": "https://i.ibb.co/JzPxKJJ/webdevelopment.png",
    "details": "Welcome to The Complete Web Developer Course. Based on feedback from over 25,000 5-star reviews, I’ve created The Complete Web Developer Course 2.0, the sequel to my global smash-hit: Build 14 Websites course. It’s my most current, in-depth and exciting coding course—to date. Designed for you—no matter where you are in your coding journey—my next-generation web developer course is overflowing with fresh content. Jam-packed with high-quality tutorials.  And crucially, features the most advanced, hot-off-the-press software versions. It’s your fast-track to iron-clad coding results. We’ve left no stone unturned. I guarantee, this is THE most thorough, laser-focused and up-to-date coding course available ANYWHERE on the market—or your money back. Whether you’re an entrepreneur, an innovator or the next Mark Zuckerberg just waiting to happen, here you’ll find everything you need to get up and coding—fast. And it’s all in one perfectly-packaged, super-convenient online solution. It is hard to find a complete course out there that is like this one. I am amazed at the value of the content and I would without a doubt recommend it to anyone looking for a complete web developing course. -Daniel Lim"
  }
]